{
  "publications":
  [
    {
      "title": "Compressed sensing in the brain: the role of sparseness in short term and long term memory.",
      "authors": "S. Ganguli, H. Sompolinsky",
      "date": "June 2012",
      "abstract": "Aliquam placerat, turpis a elementum adipiscing, est risus tempus lectus, et rhoncus diam ipsum non arcu. Proin consequat nisi vitae metus gravida dictum. In ac lacinia lorem. Curabitur at augue nisl. Proin eget leo urna, ut malesuada nulla. Curabitur et rhoncus felis. Sed ultricies hendrerit turpis, non sodales odio ornare laoreet. Ut ullamcorper ullamcorper orci eget placerat.",
      "imgsrc": "http://placehold.it/300x300",
      "pdflink": "http://www.annualreviews.org/doi/pdf/10.1146/annurev-neuro-062111-150410"
    },
    {
      "title":"Deciding without remembering.",
      "authors":"S. Ganguli, R. Guetig, H. Sompolinsky",
      "journal":"Frontiers",
      "pubinfo":"(vol) pages",
      "date":"publication date",
      "abstract":"http://frontiersin.org/conferences/individual_abstract_listing.php?conferid=39&pap=1251"
    },
    {
      "title":"Designability as a selection force? An analysis of the yeast cell cycle dynamics.",
      "authors":"Y. Nochomovitz, S. Ganguli and H. Li",
      "journal":"",
      "pubinfo":"(vol) pages",
      "date":"publication date",
      "abstract":"http://meetings.aps.org/Meeting/MAR07/Event/63779",
      "imgsrc":"http://placehold.it/300x200"
    },
    {
      "title":"The information geometry of survey propagation.",
      "authors":"S. Ganguli, S. Ikeda and S. Amari",
      "abstract":"abstracts/Surya.Berkeley.pdf"
    },
    {
      "title":"Bird song learning without reinforcement: the Hebbian self-organization of sensorimotor circuits.",
      "authors":"S. Ganguli and R. Hahnloser",
      "abstract":"abstracts/BirdSong.Abs.pdf"
    },
    {
      "title":"Learning and memory in an exactly solvable stochastic spiking network.",
      "authors":"S. Ganguli",
      "abstract":"abstracts/Surya.Cosyne.Abs.pdf",
      "slides":"slides/Surya.Cosyne.Talk.pdf"
    },
    {
      "title":"Vocal learning with inverse models.",
      "authors":"R. Hahnloser and S. Ganguli, book chapter in Principles of Neural Coding, in press."
    },
    {
      "title":"Statistical mechanics of complex neural systems and high dimensional data.",
      "authors":"M. Advani, S. Lahiri and S. Ganguli, J. of Statistical Mechanics: Theory and Experiment,  under review."
    },
    {
      "title":"Spatial information outflow from the hippocampal circuit: distributed spatial coding and phase precession in the subiculum.",
      "authors":"S. Kim, S. Ganguli and L. Frank, J. Neurosci (2012) 32(34):11539-58."
    },
    {
      "title":"Compressed sensing, sparsity and dimensionality in neuronal information processing and data analysis.",
      "authors":"S. Ganguli and H. Sompolinsky, Annual Reviews of Neuroscience (2012) 35:485-508."
    },
    {
      "title":"Short-term memory in neuronal networks through dynamical compressed sensing.",
      "authors":"S. Ganguli and H. Sompolinsky, Neural Information Processing Systems (2010).",
      "pdflink":"papers/DynCompSense.pdf"
    },
    {
      "title":"Statistical mechanics of compressed sensing.",
      "authors":"S. Ganguli and H. Sompolinsky, Phys. Rev. Lett. (2010) 104:188701.",
      "pdflink":"papers/CompSense.pdf"
    },
    {
      "title":"Feedforward to the past: the relation between neuronal connectivity, amplification, and short-term memory.",
      "authors":"S. Ganguli and P. Latham, Neuron (2009) 61:499-501. "
    },
    {
      "title":"Memory traces in dynamical systems. ",
      "authors":"S. Ganguli, B. Huh, H. Sompolinsky, PNAS (2008) 105:18970-75."
    },
    {
      "title":"One dimensional dynamics of attention and decision making in area LIP. ",
      "authors":"S. Ganguli, J. Bisley, J. Roitman, M. Shadlen, M. Goldberg and K. Miller, Neuron (2008) 58:15-25."
    },
    {
      "title":"Function constrains network architecture and dynamics: a case study on the yeast cell cycle boolean network. ",
      "authors":"K. Lau, S. Ganguli and C. Tang,  Phys. Rev. E75 (2007) 051907."
    }
  ]
}
