{
  "people":
  [
    {
      "firstname":"Surya",
      "lastname":"Ganguli",
      "email":"sganguli@stanford.edu",
      "description":"Principal Investigator. <a href=\"pdf/Ganguli.CV.pdf\">Curriculum Vitae</a>. <br>For more information, please visit my <a href=\"surya.html\">website</a>.",
      "imgsrc":"img/surya_square_small.jpg"
    },
    {
      "firstname":"Stéphane",
      "lastname":"Deny",
      "email":"sdeny@stanford.edu",
      "description":"Ph.D. Computational Neuroscience, Vision Institute and Paris VI University, France. My <a href=\"http://stephanedeny.site\">personal website</a>.",
      "imgsrc":"img/stephane.jpg"
    },
    {
      "firstname":"Subhaneil",
      "lastname":"Lahiri",
      "email":"sulahiri[at]stanford.edu",
      "description":"Ph.D. Physics, Harvard University. MPhys. Oxford University<br> I am a postdoc in the <a href=\"http://www.stanford.edu/dept/app-physics/cgi-bin/\">Applied Physics department</a>. I am interested in most aspects of theoretical neurobiology, and am currently studying models of complex synapses. <a href='https://subhylahiri.github.io'> My website</a>.",
      "imgsrc":"img/subhy.jpg"
    },
    {
      "firstname":"Jonathan",
      "lastname":"Kadmon",
      "email":"kadmonj@stanford.edu",
      "description":"I am a postoc in the <a href=\"http://www.stanford.edu/dept/app-physics/cgi-bin/\">Applied Physics department</a> and <a href=\"https://sitp.stanford.edu/\">Stanford Institute for Theoretical Physics</a>. Please visit my <a href='https://www.kadmon.site'> My website</a> for more details.",
      "imgsrc":"img/jonathank.jpg"
    },
    {
      "firstname":"Hidenori",
      "lastname":"Tanaka",
      "email":"tanaka8@stanford.edu",
      "description":"Ph.D. Applied Physics, Harvard University. B.S. Physics, Kyoto University, Japan.<br>For more information, please visit my <a href=\"https://sites.google.com/view/htanaka/home\">website</a>.",
      "imgsrc":"img/hidenori.jpg"
    },
    {
      "firstname":"Kiah",
      "lastname":"Hardcastle",
      "email":"khardcas@stanford.edu",
      "description":"B.S. Math and B.S. Neuroscience, College of William and Mary<br>I'm a graduate student in the <a href=\"http://nsp.stanford.edu/\">Neurosciences program</a> here at Stanford, co-advised by Prof. Surya Ganguli and Prof. Lisa Giocomo. I am interested in how neural networks encode information about the world. Currently, I am focusing on understanding the neural mechanisms underlying accurate medial entorhinal grid cell firing patterns, and how they code for spatial location.",
      "imgsrc":"img/kiah.jpg"
    },
    {
      "firstname":"Sarah",
      "lastname":"Harvey",
      "email":"harveys@stanford.edu",
      "description":"B.S. Physics and Astronomy, University of Washington, Seattle<br> I am a graduate student in the <a href=\"https://web.stanford.edu/dept/app-physics/cgi-bin/\">Applied Physics Department</a>.  I am interested in nonequilibrium statistical physics and understanding the relationship between thermodynamics and information processing, particularly in biological computation.",
      "imgsrc":"img/sarah.jpg"
    },
    {
      "firstname":"Aran",
      "lastname":"Nayebi",
      "email":"anayebi@stanford.edu",
      "description":"M.S. Computer Science, Stanford University. B.S. Mathematics, Stanford University<br>I am a PhD student in Stanford's <a href=\"http://nsp.stanford.edu/\">Neurosciences Graduate Progam</a>, co-advised by <a href=\"http://stanford.edu/~yamins/\">Dan Yamins</a>. My primary interests lie at the intersection of machine learning and neuroscience, where I use tools from deep learning and statistics to approach problems in systems neuroscience. See my <a href=\"http://stanford.edu/~anayebi/\">website</a> for more.",
      "imgsrc":"img/aran.jpg"
    },
    {
      "firstname":"Chris",
      "lastname":"Stock",
      "email":"chstock@stanford.edu",
      "description":"A.B. Mathematics, Harvard University<br>I am a student in Stanford's <a href=\"http://nsp.stanford.edu/\">Neurosciences Graduate Progam</a>. I use theoretical and computational tools to study the structure of intelligent computation in high-dimensional neural systems. Additional research interests include machine learning, probabilistic modeling, and large-scale methods for neural data analysis. See my <a href=\"http://stanford.edu/~chstock/\">website</a> for more.",
       "imgsrc":"img/chris.jpg"
    },
    {
      "firstname":"Jonathan",
      "lastname":"Timcheck",
      "email":"timcheck@stanford.edu",
      "description":"MASt Applied Mathematics, University of Cambridge. B.S. Engineering Physics, Ohio State University. Ph.D. student in Physics; co-advised by Surya Ganguli and Kwabena Boahen. Spiking neural network theory. More specifics on my <a href=\"https://web.stanford.edu/group/brainsinsilicon/jonathantimcheck.html\">website</a>.",
      "imgsrc":"img/jonathantimcheck.jpg"
    },
    {
      "firstname":"Alex",
      "lastname":"Williams",
      "email":"alex.h.willia@gmail.com",
      "description":"B.A. Neuroscience, Bowdoin College<br> I'm a grad student in the <a href=\"http://nsp.stanford.edu/\">Neurosciences program</a>. I'm interested in developing new statistical and computational tools to answer questions related to molecular and cellular neurobiology. More specifics on my <a href=\"http://alexhwilliams.info\">website</a>.",
      "imgsrc":"img/alex.jpg"
    }
  ],
  "alum":
  [
    {
      "firstname":"Ben",
      "lastname":"Poole",
      "email":"poole@cs.stanford.edu",
      "description":"Ph.D. Computer Science, Stanford University, B.S. Computer Science, Carnegie Mellon University<br> I'm a graduate student in the <a href=\"http://cs.stanford.edu\">Computer Science Department</a>. My research aims to utilize machine learning techniques to better understand how information is processed in the brain, and to use these insights to build more intelligent models that can be applied to large high-dimensional datasets. Find out more on my <a href=\"http://cs.stanford.edu/~poole\">website</a>.",
      "imgsrc":"img/ben.jpg"
    },
    {
      "firstname":"Lane",
      "lastname":"McIntosh",
      "email":"lmcintosh@stanford.edu",
      "description":"Ph.D. Neurosciences, Stanford University, M.A. Mathematics, University of Hawaii. B.A. Computational Neuroscience, University of Chicago<br> I'm a PhD student co-advised by <a href=\"http://baccuslab.stanford.edu/\">Stephen Baccus</a>. My research focuses on understanding the general principles underlying sensory processing; to do this I'm primarily using tools from deep learning and information theory. More information at my <a href=\"http://www.lanemcintosh.com\">website</a>.",
      "imgsrc":"img/lane.jpg",
      "additional":"Ruth L. Kirschstein National Research Service Award.<br>NSF Mind, Brain, and Computation Trainee."
    },
    {
      "firstname":"Niru",
      "lastname":"Maheswaranathan",
      "email":"nirum@stanford.edu",
      "description":"Ph.D. Neurosciences, Stanford University, B.S. Biomedical &amp; Electrical Engineering, Duke University<br> I am a graduate student in the <a href=\"http://nsp.stanford.edu/\">Neurosciences program</a>. I am interested in neural coding and sensory neuroscience. Currently, I am working on understanding how the retina, the first stage of visual processing, encodes natural images. I work closely with the <a href=\"http://baccuslab.stanford.edu/\">Baccus lab</a> here at Stanford. You can read more at my <a href=\"http://niru.org/\">website</a>.",
      "imgsrc":"img/niru.jpg",
      "additional":"NSF Graduate Research Fellow.<br>Bio-X Honorary Fellow."
    },
    {
      "firstname":"Friedemann",
      "lastname":"Zenke",
      "email":"fzenke@stanford.edu",
      "description":"Ph.D. Computational Neuroscience, École Polytechnique Fédérale de Lausanne, Switzerland. I study how synaptic plasticity interacts with spiking neural network dynamics to self-assemble computationally meaningful circuits. My webpage is <a href='http://fzenke.net/'>http://fzenke.net</a>.",
      "imgsrc":"img/friedemann.jpg"
    },
    {
      "firstname":"Madhu",
      "lastname":"Advani",
      "email":"msadvani@stanford.edu",
      "description":"Ph.D. Applied Physics, Stanford University, B.S. Engineering Physics, Cornell University<br>Swartz Fellow in Computational Neuroscience, Harvard University<br>Generally, I am interested in applying mathematical methods to understand biological systems. My research has primarily been focused on theoretical neuroscience, high dimensional theoretical statistics and machine learning, and statistical physics. For more information visit my <a href=\"http://scholar.harvard.edu/madvani\">website</a>.",
      "imgsrc":"img/madhu.jpg"
    },
    {
      "firstname":"Jascha",
      "lastname":"Sohl-Dickstein",
      "email":"jascha.sohldickstein@gmail.edu",
      "description":"Senior Research Scientist at Google<br><a href='http://www.sohldickstein.com/'>http://sohldickstein.com/</a>",
      "imgsrc":"img/Jascha.jpg"
    },

    {
      "firstname":"Peiran",
      "lastname":"Gao",
      "email":"prgao@stanford.edu",
      "description":"Ph.D. Bioengineering, Stanford University, B.S. Physics and B.S. Neurobiology, U.C. Berkeley<br>Data Scientist at SpaceX<br>I was a graduate student in the <a href=\"http://bioengineering.stanford.edu\">bioengineering department</a> co-advised by Prof. Surya Ganguli and Prof. Kwabena Boahen. I worked on a variety of problems during graduate school, including studying how neural dynamics are embedded in their high-dimensional phase space.",
      "imgsrc":"img/peiran.jpg"
    }
  ]
}
