{
  "people":
  [
    {
      "firstname":"Surya",
      "lastname":"Ganguli",
      "email":"sganguli@stanford.edu",
      "description":"Principal Investigator. <a href=\"pdf/Ganguli.CV.pdf\">Curriculum Vitae</a>. <br>For more information, visit my <a href=\"surya.html\">website</a>.",
      "imgsrc":"img/surya_square.jpg"
    },
    {
      "firstname":"Subhaneil",
      "lastname":"Lahiri",
      "email":"sulahiri@stanford.edu",
      "description":"Ph.D. Theoretical Physics, Harvard University, MPhys. Oxford University<br> I am a postdoc in the <a href=\"http://www.stanford.edu/dept/app-physics/cgi-bin/\">Applied Physics department</a>. I am interested in most aspects of theoretical neurobiology, and am currently studying models of complex synapses.",
      "imgsrc":"img/subhy.jpg"
    },
    {
      "firstname":"Jascha",
      "lastname":"Sohl-Dickstein",
      "email":"jascha@stanford.edu",
      "description":"Ph.D. Biophysics, UC Berkeley<br> I am a Visiting Scholar in Surya's lab at Stanford and an Academic Resident at Khan Academy.  I study machine learning and human learning.  You can find an outdated webpage for me at <a href='http://redwood.berkeley.edu/jascha'>http://redwood.berkeley.edu/jascha</a>.  A more current one will follow soon...",
      "imgsrc":"img/Jascha.jpg"
    },
    {
      "firstname":"Peiran",
      "lastname":"Gao",
      "email":"prgao@stanford.edu",
      "description":"I'm a graduate student in the <a href=\"http://bioengineering.stanford.edu\">bioengineering department</a> coadvised by Prof. Surya Ganguli and Prof. Kwabena Boahen. I have worked on a <a href=\"http://www.stanford.edu/group/brainsinsilicon/PeiranGao.html\">variety of problems</a> since starting graduate school. I'm currently studying how neural dynamics are embedded in their high-dimensional phase space.",
      "imgsrc":"img/peiran.jpg"
    },
    {
      "firstname":"Madhu",
      "lastname":"Advani",
      "email":"madvani@stanford.edu",
      "description":"My overall research goal is to combine techniques and perspectives from Statistical Physics, Information Theory, and Artificial Intelligence to gain insight into biophysical applications. In particular, some of my interests include learning how to discover and interpret patterns in high dimensional (biological) data, memory storage in the brain, and the performance of high dimensional statistical learning algorithms.",
      "imgsrc":"img/madhu.jpg"
    },
    {
      "firstname":"Niru",
      "lastname":"Maheswaranathan",
      "email":"nirum@stanford.edu",
      "description":"B.S. Biomedical &amp; Electrical Engineering, Duke University<br> I am a graduate student in the <a href=\"http://nsp.stanford.edu/\">Neurosciences program</a> here at Stanford. I am interested in neural coding and sensory neuroscience. Currently, I am working on understanding how the retina, the first stage of visual processing, encodes natural images. I work closely with the <a href=\"http://baccuslab.stanford.edu/\">Baccus lab</a> here at Stanford. You can read more at my <a href=\"http://niru.org/\">website</a>.",
      "imgsrc":"img/niru.jpg",
      "additional":"NSF Graduate Research Fellow.<br>Bio-X Honorary Fellow."
    },
    {
      "firstname":"Ben",
      "lastname":"Poole",
      "email":"poole@cs.stanford.edu",
      "description":"I'm a graduate student in the <a href=\"http://cs.stanford.edu\">Computer Science Department</a>. My research aims to utilize machine learning techniques to better understand how information is processed in the brain, and to use these insights to build more intelligent models that can be applied to large high-dimensional datasets. Find out more on my <a href=\"http://cs.stanford.edu/~poole\">website</a>.",
      "imgsrc":"img/ben.jpg"
    }
  ]
}
