{
  "people":
  [
    {
      "firstname":"Surya",
      "lastname":"Ganguli",
      "email":"sganguli@stanford.edu",
      "description":" Aliquam placerat, turpis a elementum adipiscing, est risus tempus lectus, et rhoncus diam ipsum non arcu. Proin consequat nisi vitae metus gravida dictum. In ac lacinia lorem. Curabitur at augue nisl. Proin eget leo urna, ut malesuada nulla. Curabitur et rhoncus felis. Sed ultricies hendrerit turpis, non sodales odio ornare laoreet. Ut ullamcorper ullamcorper orci eget placerat.",
      "imgsrc":"http://placehold.it/130x130"
    },
    {
      "firstname":"Subhaneil",
      "lastname":"Lahiri",
      "email":"sulahiri@stanford.edu",
      "description":"I am a postdoc in the <a href=\"http://http://www.stanford.edu/dept/app-physics/cgi-bin/\">Applied Physics department</a>. I am interested in most aspects of theoretical neurobiology, and am currently studying models of complex synapses.",
      "imgsrc":"img/subhy.jpg"
    },
    {
      "firstname":"Jascha",
      "lastname":"Sohl-Dickstein",
      "email":"jascha@stanford.edu",
      "description":" Vestibulum quis tortor nibh. Quisque commodo erat dolor. Vestibulum a odio augue. Donec at mi enim. In varius fringilla nulla at rhoncus. Phasellus nec lacus tellus, a volutpat lectus. Donec vestibulum felis dolor, eget suscipit lorem.",
      "imgsrc":"http://placehold.it/130x130"
    },
    {
      "firstname":"Peiran",
      "lastname":"Gao",
      "email":"prgao@stanford.edu",
      "description":"I'm a graduate student in the <a href=\"http://bioengineering.stanford.edu\">bioengineering department</a> coadvised by Prof. Surya Ganguli and Prof. Kwabena Boahen. I have worked on a <a href=\"http://www.stanford.edu/group/brainsinsilicon/PeiranGao.html\">variety of problems</a> since starting graduate school. I'm currently studying how neural dynamics are embedded in their high-dimensional phase space.",
      "imgsrc":"img/peiran.jpg"
    },
    {
      "firstname":"Madhu",
      "lastname":"Advani",
      "email":"madvani@stanford.edu",
      "description":" Vestibulum quis tortor nibh. Quisque commodo erat dolor. Vestibulum a odio augue. Donec at mi enim. In varius fringilla nulla at rhoncus. Phasellus nec lacus tellus, a volutpat lectus. Donec vestibulum felis dolor, eget suscipit lorem.",
      "imgsrc":"img/madhu.jpg"
    },
    {
      "firstname":"Niru",
      "lastname":"Maheswaranathan",
      "email":"nirum@stanford.edu",
      "description":"I'm a graduate student in the <a href=\"http://nsp.stanford.edu/\">neurosciences program</a>. I study the early visual system, and am currently working on understanding low-level image statistics that our visual system might be tuned to process. I previously graduated from Duke University. You can read more about me at my <a href=\"http://niru.org/\">website</a>.",
      "imgsrc":"img/niru.jpg"
    },
    {
      "firstname":"Ben",
      "lastname":"Poole",
      "email":"poole@cs.stanford.edu",
      "description":"I'm a graduate student in the <a href=\"http://cs.stanford.edu\">Computer Science Department</a>. My research aims to utilize machine learning techniques to better understand how information is processed in the brain, and to use these insights to build more intelligent models that can be applied to large high-dimensional datasets. Find out more on my <a href=\"http://cs.stanford.edu/~poole\">website</a>.",
      "imgsrc":"img/ben.jpg"
    }
  ]
}
